tap "homebrew/cask-fonts"
tap 'git-duet/tap'
tap 'golangci/tap'
tap 'universal-ctags/universal-ctags'

brew 'ag'
brew 'autojump'
brew 'bash'
brew 'cask'
brew 'cmake'
brew 'coreutils'
brew 'direnv'
brew 'elixir'
brew 'freetype'
brew 'fzf'
brew 'fasd'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'git-duet'
brew 'git-extras'
brew 'go'
brew 'golangci-lint'
brew 'gpg'
brew 'gradle'
brew 'grep'
brew 'gron'
brew 'htop'
brew 'jmeter'
brew 'jq'
brew 'lastpass-cli'
brew 'lazygit'
brew 'minikube'
brew 'neovim'
brew 'octant'
brew 'openssl'
brew 'openvpn'
brew 'pinentry-mac'
brew 'python@3.8'
brew 'python-yq'
brew 'rbenv'
brew 'readline'
brew 'rg'
brew 'rust'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ["HEAD"]
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yj'
brew 'zsh-completions'

cask 'adoptopenjdk'
cask 'caffeine'
cask 'font-inconsolata-nerd-font'
cask 'meld'
cask 'spectacle'
cask 'visual-studio-code'
