tap 'homebrew/cask'
tap "homebrew/cask-fonts"
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'golangci/tap'
tap 'pivotal/tap'
tap 'universal-ctags/universal-ctags'
tap 'vmware-tanzu/carvel'

brew 'ag'
brew 'autojump'
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'bbl'
brew 'bbr'
brew 'bosh-cli'
brew 'cask'
brew 'cf-cli'
brew 'cmake'
brew 'coreutils'
brew 'credhub-cli'
brew 'dep'
brew 'direnv'
brew 'dpb587/tap/ssoca'
brew 'elixir'
brew 'erlang'
brew 'freetype'
brew 'fzf'
brew 'fasd'
brew 'gh'
brew 'git'
brew 'git-crypt'
brew 'git-duet'
brew 'git-extras'
brew 'go'
brew 'golangci-lint'
brew 'gpg'
brew 'gradle'
brew 'graphviz'
brew 'grep'
brew 'gron'
brew 'hammer'
brew 'helm'
brew 'htop'
brew 'imgpkg'
brew 'jmeter'
brew 'jq'
brew 'vmware-tanzu/carvel/kapp'
brew 'vmware-tanzu/carvel/kbld'
brew 'kind'
brew 'kubebuilder'
brew 'kubectx'
brew 'kubernetes-cli'
brew 'kustomize'
brew 'vmware-tanzu/carvel/kwt'
brew 'lastpass-cli'
brew 'minikube'
brew 'mr'
brew 'neovim'
brew 'octant'
brew 'om'
brew 'openssl'
brew 'openvpn'
brew 'pinentry-mac'
brew 'pivnet-cli'
brew 'python3'
brew 'python-yq'
brew 'rbenv'
brew 'readline'
brew 'redis'
brew 'rg'
brew 'rust'
brew 'shellcheck'
brew 'terraform'
brew 'thefuck'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'cloudfoundry/tap/uaa-cli'
brew 'universal-ctags', args: ["HEAD"]
brew 'vmware-tanzu/carvel/vendir'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'yj'
brew 'vmware-tanzu/carvel/ytt'
brew 'zsh-completions'
brew 'rebar3'

cask 'adoptopenjdk'
cask 'atom'
cask 'caffeine'
cask 'dotnet-sdk'
cask 'font-inconsolata'
cask 'google-cloud-sdk'
cask 'meld'
cask 'spectacle'
cask 'vagrant'
cask 'visual-studio-code'
